[
  {
    "id": "0",
    "name": "Sarain Fox",
    "quote": "My passion is connecting humans, using our stories to further who we are together.",
    "header": "Sarain Fox is a storyteller.",
    "body": "That’s the title she gives herself—although how exactly she tells those stories depends on what day of the week it is. A dancer and choreographer, Sarain trained in New York at the storied Alvin Ailey American Dance Theater. She’s also currently the host of RISE on Viceland and Future History on APTN, using the medium of television to explore political and social issues. When not filming, she’s travelling the world as a speaker and activist, using her platform to advocate for the environment with an urgency born out of her own deep connection to the land.",
    "image1": "https://www.canadagoose.com/on/demandware.static/-/Library-Sites-CG-Flagship/default/dwcf06d0e8/pages/goose-people/img/sarain-banner-d.jpg",
    "image2": "https://www.canadagoose.com/on/demandware.static/-/Library-Sites-CG-Flagship/default/dw0875e898/pages/goose-people/img/sarain-main-img-m.jpg"
  },
  {
    "id": "1",
    "name": "Ben Saunders",
    "quote": "Out there you are totally self-reliant; you are the master of your own destiny",
    "header": "Polar explorer Ben Saunders knows that greatness is out there.",
    "body": "And that’s why he continues to push limits and break records, trekking more than 6,000km on foot across the harshest Polar Regions. He skied solo from Russia to Canada across the Arctic Ocean in 2004. A decade later, he and his teammate Tarka L’Herpiniere retraced the route of Captain Scott’s Terra Nova expedition. They pulled their survival gear on sleds from the Antarctic coast to the South Pole—and back. 105 days later, the expedition that defeated Captain Scott and Sir Ernest Shackleton was accomplished",
    "image1": "https://www.canadagoose.com/on/demandware.static/-/Library-Sites-CG-Flagship/default/dw11e6295a/pages/goose-people/ben-saunders/img/ben-saunders-hero.jpg",
    "image2": "https://www.canadagoose.com/on/demandware.static/-/Library-Sites-CG-Flagship/default/dwde0d687a/pages/goose-people/ben-saunders/img/banner.jpg"
  },
  {
    "id": "2",
    "name": "Payge McMahon",
    "quote": "Her adventures are motivated by her late mother, whose unfinished bucket list Payge is in the process of completing.",
    "header": "Payge McMahon is an adventure athlete and journalist.",
    "body": "She’s climbed the Himalayan Mountains, summited the highest peaks in Africa, Japan and the US and run ultra-marathons across Iceland. Her adventures are motivated by her late mother, whose unfinished bucket list Payge is in the process of completing. She advocates ‟actions over words” and being focused on the things you can do in life, not those you can’t. “The challenges of hiking two hundred-plus miles, or whitewater rafting in freezing cold weather or dog sledding--you learn a lot about yourself and how much you can endure,” she says. “You learn that you’re stronger than you think you are.",
    "image1": "https://www.canadagoose.com/on/demandware.static/-/Library-Sites-CG-Flagship/default/dw37f95d2b/images/goose-people/payge-mcmahon/story-header-bg.jpg",
    "image2": "https://vman.com/wp-content/uploads/sites/2/2022/03/06_CS_BigSur_CanadaGoose_03143-scaled.jpg"
  },
  {
    "id": "3",
    "name": "Aldo Kane",
    "quote": "Do what you know deep down is the right thing for you, even when most people are going in the opposite direction",
    "header": "Aldo Kane is much more creative, happy and healthy when he is outside.",
    "body": "So, when we asked him what Live in the Open means to him, it was no surprise he said its how he goes about his entire life. The former Royal Marine who is also an author, television presenter and producer takes comfort from chaos and thrives in challenging conditions. He has learned to become a survival expert and now navigates and leads teams through high-risk and pressured environments – like rowing the Atlantic and abseiling into an active volcano. Driven by determination, purpose, and the belief that with the right attitude one can get through anything life throws at you, Aldo lives and breathes our Canada Goose values everyday. He is determined to inspire others to take on new challenges, explore the unknown and achieve beyond what they consider possible.",
    "image1": "https://www.canadagoose.com/on/demandware.static/-/Library-Sites-CG-Flagship/default/dwdd5ff692/pages/goose-people/img/aldo-main-img-d.jpg",
    "image2": "https://www.canadagoose.com/on/demandware.static/-/Library-Sites-CG-Flagship/default/dw16169f3b/pages/goose-people/img/aldo-banner-d.jpg"
  }
]